{
  "Caballo": "<div class=\"row row-cols-1 row-cols-md-3 g-3\"><p>El <strong>caballo</strong> es uno de los animales más antiguos domesticados por el ser humano. Habita en <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">praderas</a> y regiones templadas, donde puede galopar libremente. Su anatomía está diseñada para la velocidad y la resistencia, siendo capaz de recorrer largas distancias sin descanso.</p><p>Los caballos poseen una gran <em>inteligencia emocional</em> y son capaces de reconocer a las personas por su voz y gestos. Durante siglos han sido símbolo de <u>libertad</u>, elegancia y poder, participando en mitologías y culturas de todo el mundo.</p><p><cite>“Nada hay tan majestuoso como un caballo en movimiento.”</cite> Su capacidad de comunicación mediante el lenguaje corporal y los sonidos los hace animales profundamente sociales.</p></div>",

  "Camello": "<div class=\"row row-cols-1 row-cols-md-3 g-3\"><p>El <strong>camello</strong> es un ejemplo perfecto de adaptación al <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">desierto</a>. Puede sobrevivir hasta dos semanas sin agua gracias a su extraordinario metabolismo. Sus jorobas no contienen agua, sino grasa, que le permite generar energía cuando no hay alimento disponible.</p><p>Su cuerpo está preparado para resistir temperaturas extremas y conservar humedad. Su pelaje claro refleja el sol, y sus fosas nasales pueden cerrarse para evitar la entrada de arena durante las tormentas.</p><p><u>Curiosamente</u>, los camellos pueden beber más de 100 litros de agua en solo 10 minutos. <em>Su leche</em> es una fuente valiosa de nutrientes en regiones áridas y ha sido fundamental para la supervivencia de comunidades nómadas.</p></div>",

  "Cebra": "<div class=\"row row-cols-1 row-cols-md-3 g-3\"><p>La <strong>cebra</strong> vive en la <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">sabana</a> africana, donde sus rayas actúan como un camuflaje natural frente a los depredadores. Cada patrón de rayas es único, como una huella dactilar, y permite que los miembros de una manada se reconozcan entre sí.</p><p>Las cebras son animales <em>altamente sociales</em>, formando grupos que cooperan para protegerse de los leones y guepardos. Cuando una cebra es atacada, las demás pueden rodearla para defenderla.</p><p><cite>“El equilibrio entre blanco y negro simboliza la armonía de la naturaleza.”</cite> Sus rayas también ayudan a regular la temperatura corporal al crear corrientes de aire entre ellas.</p></div>",

  "Coyote": "<div class=\"row row-cols-1 row-cols-md-3 g-3\"><p>El <strong>coyote</strong> es un habitante adaptable de las <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">praderas</a> y los <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">desiertos</a> de América del Norte. Su inteligencia y astucia lo convierten en uno de los carnívoros más exitosos del continente.</p><p>Capaz de correr a más de 60 km/h, el coyote caza pequeños mamíferos y aves, pero también se alimenta de frutas o insectos si es necesario. Es un ejemplo de <em>resiliencia natural</em>.</p><p><u>En muchas culturas nativas americanas</u>, el coyote representa la sabiduría y el ingenio. <cite>“El que engaña al fuego, pero respeta la tierra.”</cite></p></div>",

  "Elefante": "<div class=\"row row-cols-1 row-cols-md-3 g-3\"><p>El <strong>elefante</strong> es el mayor mamífero terrestre y habita principalmente en la <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">sabana</a> y las <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">praderas</a> de África. Posee una gran memoria y una compleja estructura social basada en la cooperación y el respeto.</p><p>Su trompa es una herramienta versátil que usa para beber, comunicarse o acariciar a otros elefantes. Las madres son especialmente protectoras con sus crías, mostrando una profunda <em>empatía</em>.</p><p><cite>“La tierra tiembla cuando camina un gigante amable.”</cite> Los elefantes también son considerados <u>ingenieros del ecosistema</u>, pues sus movimientos ayudan a dispersar semillas y moldear el paisaje.</p></div>",

  "Gavilan": "<div class=\"row row-cols-1 row-cols-md-3 g-3\"><p>El <strong>gavilán</strong> es un ave de presa ágil y rápida, presente en <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">praderas</a> y <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">manglares</a>. Sus alas cortas y cola larga le permiten maniobrar entre árboles para cazar con precisión.</p><p>Con una visión ocho veces más potente que la humana, detecta presas a gran distancia. Es un símbolo de <u>vigilancia</u> y determinación.</p><p><cite>“Ver todo, moverse con precisión: ese es el arte del vuelo.”</cite> Los gavilanes son fundamentales para el equilibrio ecológico, controlando poblaciones de pequeños mamíferos y reptiles.</p></div>",

  "Guepardo": "<div class=\"row row-cols-1 row-cols-md-3 g-3\"><p>El <strong>guepardo</strong> es el animal terrestre más veloz del planeta, alcanzando los 110 km/h en segundos. Habita principalmente en la <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">sabana</a> africana.</p><p>Su cuerpo aerodinámico y su columna vertebral flexible le permiten dar enormes zancadas al correr. Su caza es una danza entre velocidad y precisión, donde cada segundo cuenta.</p><p><u>Curiosamente</u>, los guepardos no rugen como los leones, sino que emiten un sonido similar a un ronroneo. <cite>“La velocidad sin control no es poder, es arte.”</cite></p></div>",

  "Leon": "<div class=\"row row-cols-1 row-cols-md-3 g-3\"><p>El <strong>león</strong>, conocido como el “rey de la selva”, vive principalmente en la <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">sabana</a>. Es uno de los pocos felinos sociales, viviendo en grupos llamados manadas lideradas por las leonas.</p><p>El rugido del león puede escucharse a más de 8 kilómetros de distancia y sirve para marcar territorio. Su melena es símbolo de <u>poder</u> y madurez.</p><p><cite>“El verdadero liderazgo se demuestra en el silencio entre rugidos.”</cite> Los leones descansan hasta 20 horas al día, conservando energía para cazar al amanecer o al anochecer.</p></div>",

  "Oso": "<div class=\"row row-cols-1 row-cols-md-3 g-3\"><p>El <strong>oso</strong> habita en diversos ecosistemas como el <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">páramo</a> o los bosques templados. Es un animal omnívoro con una dieta variada que incluye frutos, miel y pescado.</p><p>Durante el invierno, entra en un estado de <em>hibernación</em> en el que reduce su ritmo cardíaco y metabolismo. Su fuerza física es impresionante, pero también son animales curiosos y pacíficos si no se les provoca.</p><p><u>En muchas culturas</u>, el oso simboliza la introspección y el equilibrio con la naturaleza. <cite>“Dormir para renacer con la primavera.”</cite></p></div>",

  "Pato": "<div class=\"row row-cols-1 row-cols-md-3 g-3\"><p>El <strong>pato</strong> es un ave acuática que se encuentra en <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">manglares</a> y lagunas de todo el mundo. Su plumaje impermeable le permite flotar sin dificultad.</p><p>Además de ser excelentes nadadores, los patos tienen una curiosa forma de comunicación: emiten sonidos distintos según el contexto, ya sea para advertir o atraer pareja.</p><p><u>Interesante</u>: el eco del graznido de un pato no se escucha, un misterio acústico aún no resuelto. <cite>“La calma del agua refleja el alma del pato.”</cite></p></div>",

  "Pelicano": "<div class=\"row row-cols-1 row-cols-md-3 g-3\"><p>El <strong>pelícano</strong> vive cerca de <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">manglares</a> y costas tropicales. Su enorme pico con bolsa gular le permite atrapar grandes cantidades de pescado con precisión.</p><p>Son aves sociales que pescan en grupo, formando líneas sobre el agua. Su vuelo, con las alas extendidas, es un símbolo de <u>armonía</u> y equilibrio natural.</p><p><cite>“Donde el agua brilla, el pelícano danza.”</cite> Antiguamente se creía que el pelícano se sacrificaba por sus crías, y por ello fue símbolo de amor y entrega.</p></div>",

  "Rinoceronte": "<div class=\"row row-cols-1 row-cols-md-3 g-3\"><p>El <strong>rinoceronte</strong> habita principalmente en la <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">sabana</a> y en regiones semiáridas. Su piel gruesa actúa como una armadura natural, pero también es sensible a las picaduras y al sol.</p><p>De temperamento tranquilo, solo se vuelve agresivo si se siente amenazado. Su cuerno, formado por queratina, ha sido causa de una caza desmedida, llevándolo al borde de la extinción.</p><p><u>Trágicamente</u>, es uno de los animales más amenazados del mundo. <cite>“La fuerza no necesita rugir.”</cite> Su presencia es vital para mantener el equilibrio de la vegetación en su hábitat.</p></div>",

  "Zorro": "<div class=\"row row-cols-1 row-cols-md-3 g-3\"><p>El <strong>zorro</strong> es un animal astuto que habita en <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">praderas</a>, <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">manglares</a> y <a href=\"ecosistemas.html\" class=\"link-success text-decoration-underline\">paramos</a>. Su adaptabilidad lo convierte en un superviviente por excelencia.</p><p>Conocido por su ingenio, el zorro es un símbolo de <u>sabiduría</u> en muchas culturas. Posee una audición excepcional y puede oír el movimiento de una presa bajo la nieve.</p><p><cite>“Astuto como el viento, silencioso como la noche.”</cite> Sus movimientos rápidos y su pelaje espeso lo hacen uno de los cazadores más elegantes del reino animal.</p></div>"
}
